; LWOTC Needs Translation
[LingeringShadow X2AbilityTemplate]
LocFriendlyName="Тривала тінь"
LocLongDescription="Надає +<Ability:LingeringShadowDefenseBonus/> Захисту та +<Ability:LingeringShadowDodgeBonus/> Ухилення на один хід, коли Жнець втрачає Тінь."
LocHelpText="Надає +<Ability:LingeringShadowDefenseBonus/> Захисту та +<Ability:LingeringShadowDodgeBonus/> Ухилення на один хід, коли Жнець втрачає Тінь."
LocPromotionPopupText="<Bullet/> Надає +<Ability:LingeringShadowDefenseBonus/> Захисту та +<Ability:LingeringShadowDodgeBonus/> Ухилення, як тільки Жнець втрачає Тінь, будь то внаслідок розкриття або закінчення Тіні.<br/><Bullet/> Діє до початку наступного ходу XCOM."

; LWOTC Needs Translation (2)
[LingeringShadowTrigger X2AbilityTemplate]
LocFriendlyName="Тривала тінь"
LocLongDescription="Надає +<Ability:LingeringShadowDefenseBonus/> Захисту та +<Ability:LingeringShadowDodgeBonus/> Ухилення на один хід, коли Жнець втрачає Тінь."
LocHelpText="Надає +<Ability:LingeringShadowDefenseBonus/> Захисту та +<Ability:LingeringShadowDodgeBonus/> Ухилення на один хід, коли Жнець втрачає Тінь."
; End Translation (2)

[Demolitionist X2AbilityTemplate]
LocFriendlyName="Підривник"
LocLongDescription="Рейпер отримує додаткові заряди для Дистанційного запуску та Самонавідної міни: +<Ability:DemolitionistExtraChargeCount/>."
LocHelpText="Рейпер отримує додаткові заряди для Дистанційного запуску та Самонавідної міни: +<Ability:DemolitionistExtraChargeCount/>."
LocPromotionPopupText="<Bullet/> Додає +<Ability:DemolitionistExtraChargeCount/> додаткових зарядів для Дистанційного запуску та Самонавідної міни.<br/>"

[CripplingStrike X2AbilityTemplate]
LocFriendlyName="Паралізуючий удар"
LocLongDescription="Кидає ніж, який призводить до покалічення цілі на 1 хід (нульова мобільність)."
LocHelpText="Кидає ніж, який призводить до покалічення цілі на 1 хід (нульова мобільність)."
LocPromotionPopupText="<Bullet/> Кидає метальний ніж, не розкриваючи Тінь.<br/><Bullet/> Стан покалічення зменшує мобільність цілі до 0, роблячи її нерухомою.<br/>"
; End Translation

; LWOTC Needs Translation
[Distraction_LW X2AbilityTemplate]
LocFriendlyName="Відволікання"
LocLongDescription="Клеймор дезорієнтує не-роботів при вибуху."
LocHelpText="Клеймор дезорієнтує не-роботів при вибуху."
LocPromotionPopupText="<Bullet/> Додає ефект дезорієнтації, який застосовується до всіх органічних одиниць, що потрапляють в область вибуху.<br/>"

[DisablingShot X2AbilityTemplate]
LocFriendlyName="Оглушаючий постріл"
LocLongDescription="Оглушує ворогів точним пострілом, з бонусом до тривалості оглушення, якщо постріл критичний. Постріл не може завдати критичний урон."
LocHelpText="Оглушує ворогів точним пострілом, з бонусом до тривалості оглушення, якщо постріл критичний. Постріл не може завдати критичний урон."
; LWOTC Needs Translation (2)
LocPromotionPopupText="<Bullet/> Оглушує ворогів на <Ability:DisablingShotStunActions/> ходів, якщо постріл попадає (включаючи подряпину).<br/><Bullet/> Оглушує на додаткові <Ability:DisablingShotCritStunActions/> ходів, якщо постріл критичний, але постріл не завдасть критичний урон.<br/><Bullet/> Для використання оглушаючого пострілу потрібні <Ability:SelfAmmoCost/> патрони.<br/><Bullet/> Оглушаючий постріл має відновлення через <Ability:SelfCooldown_LW/> ходів.<br/><Bullet/> Лише Аватари та Псі Зомбі не можуть бути оглушені."
; End Translation (2)


[DisablingShotSnapShot X2AbilityTemplate]
LocFriendlyName="Оглушаючий постріл (миттєвий постріл)"
LocLongDescription="Оглушує ворогів точним пострілом, з бонусом до тривалості оглушення, якщо постріл критичний. Постріл не може завдати критичний урон."
LocHelpText="Оглушує ворогів точним пострілом, з бонусом до тривалості оглушення, якщо постріл критичний. Постріл не може завдати критичний урон."
; LWOTC Needs Translation (2)
LocPromotionPopupText="<Bullet/> Оглушує ворогів на <Ability:DisablingShotStunActions/> ходів, якщо постріл попадає (включаючи подряпину).<br/><Bullet/> Оглушує на додаткові <Ability:DisablingShotCritStunActions/> ходів, якщо постріл критичний, але постріл не завдасть критичний урон.<br/><Bullet/> Для використання оглушаючого пострілу потрібні <Ability:SelfAmmoCost/> патрони.<br/><Bullet/> Оглушаючий постріл має відновлення через <Ability:SelfCooldown_LW/> ходів.<br/><Bullet/> Лише Аватари та Псі Зомбі не можуть бути оглушені."
; End Translation (2)

[Meditation X2AbilityTemplate]
LocFriendlyName="Медитація"
LocLongDescription="Додає до <Ability:MeditationFocusRecovery/> одиниць концентрації Темпляру."
LocHelpText="Додає до <Ability:MeditationFocusRecovery/> одиниць концентрації Темпляру."
LocPromotionPopupText="<Bullet/> Додає <Ability:MeditationFocusRecovery/> одиниць концентрації Темпляру.<br/><Bullet/> Закінчує хід.<br/><Bullet/> Має відновлення через <Ability:SelfCooldown/> ходів."

[Overcharge_LW X2AbilityTemplate]
LocFriendlyName="Перевантаження"
LocLongDescription="Отримує бонус до міри точності і шансу критичного удару при ближніх атаках за кожен пункт концентрації Темпляру."
LocHelpText="Отримує бонус до міри точності і шансу критичного удару при ближніх атаках за кожен пункт концентрації Темпляру."
LocPromotionPopupText="<Bullet/> Кожен пункт концентрації надає +<Ability:OverchargeAimBonus/> міри точності і +<Ability:OverchargeCritBonus/> шансу критичного удару.<br/><Bullet/> Основано на поточній концентрації, а не максимальній."

[VoltDangerZone X2AbilityTemplate]
LocFriendlyName="Висока напруга"
LocLongDescription="Отримує бонус радіусу <Ability:VoltDangerZoneBonus/> квадратів для Volt."
LocHelpText="Отримує бонус радіусу <Ability:VoltDangerZoneBonus/> квадратів для Volt."
LocPromotionPopupText="<Bullet/> Надає бонус <Ability:VoltDangerZoneBonus/> квадратів до радіусу Volt."
; End Translation

; LWOTC Needs Translation
[TemplarVigilance X2AbilityTemplate]
LocFriendlyName="Пильність"
LocLongDescription="Отримуйте 1 фокус, коли ваша команда активує ворожу групу розміром 3 або більше одиниць."
LocHelpText="Отримуйте 1 фокус, коли ваша команда активує ворожу групу розміром 3 або більше одиниць."
; LWOTC Needs Translation (2)
LocPromotionPopupText="<Bullet/> Додає 1 фокус Темпляру, коли ворожа група підіймається в біг.<br/><Bullet/> Спрацьовує лише в разі, якщо в групі є принаймні 3 одиниці.<br/><Bullet/> Якщо ви вже маєте максимальний фокус, отримання фокусу буде втрачено."
; End Translation (2)

[TemplarTerror X2AbilityTemplate]
LocFriendlyName="Тероризувати"
LocLongDescription="Отримайте бонус до радіуса на <Ability:VoltDangerZoneBonus/> клітинок для Volt. Додає шанс на паніку ворогів, які потрапляють під Volt."
LocHelpText="Отримайте бонус до радіуса на <Ability:VoltDangerZoneBonus/> клітинок для Volt. Додає шанс на паніку ворогів, які потрапляють під Volt."
; LWOTC Needs Translation (2)
LocPromotionPopupText="<Bullet/> Тепер Volt може викликати панікувати ворогів.<br/><Bullet/> Шанс на паніку становить <Ability:TERROR_STAT_CHECK_BASE_VALUE/>% і залежить як від волі Темпляра, так і від волі цілі."
; End Translation (2)

[Apotheosis X2AbilityTemplate]
LocFriendlyName="Апофеоз"
; LWOTC Needs Translation (2)
LocFlyoverText="Апофеоз!"
; End Translation (2)
; LWOTC Needs Translation (2)
LocLongDescription="Станьте богом, масивно збільшивши вашу уникнення, пошкодження та мобільність. Потребує мінімум 3 фокусу і використовує його весь."
LocHelpText="Станьте богом, масивно збільшивши вашу уникнення, пошкодження та мобільність. Потребує мінімум 3 фокусу і використовує його весь."
; End Translation (2)
; LWOTC Needs Translation (3)
LocPromotionPopupText="<Bullet/> Вільна дія, яка значно підвищує потужність Темпляра на два ходи.<br/><Bullet/> Збільшує всі пошкодження на <Ability:ApotheosisDamageMultiplier/>% за кожен фокус понад 2.<br/><Bullet/> Збільшує уникнення на <Ability:ApotheosisDodgeBonus/> за кожен фокус понад 2.<br/><Bullet/> Збільшує мобільність на <Ability:ApotheosisMobilityBonus/> за кожен фокус понад 2.<br/><Bullet/> Потребує мінімум 3 фокусу.<br/><Bullet/> Використовує весь фокус.<br/><Bullet/> Темпляр може накопичувати фокус під час дії Апофеозу."
; End Translation (3)
; End Translation

; Needs Translation
[ShadowGrenadier X2AbilityTemplate]
LocFriendlyName="Тіньовий гранатометник"
LocHelpText="Кидання або запуск гранат уже не руйнує Тінь і гранати не мають часу відновлення."
LocLongDescription="Кидання або запуск гранат уже не руйнує Тінь і гранати не мають часу відновлення."
LocPromotionPopupText="<Bullet/> Дозволяє солдату кидати або запускати гранати, не руйнуючи Тінь.<br/><Bullet/> Додає кишеню для гранат.<br/><Bullet/> Вилучає час відновлення для гранат.<br/>"

[PoisonedBlades X2AbilityTemplate]
LocFriendlyName="Отруйні клинки"
LocHelpText="Метання ножів наносить отруту цілі."
LocLongDescription="Метання ножів наносить отруту цілі."
LocPromotionPopupText="<Bullet/> Це пасивна здібність, яка додає отруту до здібностей метання ножів.<br/>"

[ChargeBattery X2AbilityTemplate]
LocFriendlyName="Зарядження батареї"
LocFlyoverText="Тінь: +1 хід"
LocHelpText="Витрачає заряд, щоб подовжити тривалість Тіні на 1 хід."
LocLongDescription="Витрачає заряд, щоб подовжити тривалість Тіні на 1 хід."
; LWOTC Needs Translation (2)
LocPromotionPopupText="<Bullet/> Дозволяє гравцеві подовжувати Тінь на 1 хід.<br/><Bullet/> Може бути використано лише під час Тіні.<br/><Bullet/> Зарядження батареї - це вільна дія з відновленням через <Ability:SelfCooldown_LW/> хідів.<br/><Bullet/> Зарядження батареї має <Ability:CHARGE_BATTERY_CHARGES/> заряд(ів).<br/>"
; End Translation (2)
; End Translation

; LWOTC Needs Translation
[SilentKillerDurationExtension X2AbilityTemplate]
LocFriendlyName="Оновлення Тіньового убивці"
LocFlyoverText="Тінь: +1 Хід"
; End Translation

; LWOTC Needs Translation
[Parkour_LW X2AbilityTemplate]
LocFriendlyName="Паркур"
LocHelpText="Час відновлення Граппла Скримішера скорочено на один хід."
LocLongDescription="Час відновлення Граппла Скримішера скорочено на один хід."
LocPromotionPopupText="<Bullet/> Покращує мобільність Скримішера по карті.<br/>"
; End Translation

; LWOTC Needs Translation
[Executioner X2AbilityTemplate]
LocFriendlyName="Торговець Смертю"
LocLongDescription="Надає +<Ability:DEATH_DEALER_CRIT/> шанс критичного удару. При стрільбі по ворогах, що стоять у фланзі в Тіні, бонус критичного урону вашої зброї подвоюється."
LocHelpText="Надає +<Ability:DEATH_DEALER_CRIT/> шанс критичного удару. При стрільбі по ворогах, що стоять у фланзі в Тіні, бонус критичного урону вашої зброї подвоюється."
LocPromotionPopupText="<Bullet/> Використовуйте підвищену мобільність Тіні та меншу зону виявлення ворогів для флангування ворогів і завдання великого урону.<br/>"

; End Translation

; LWOTC Needs Translation
; LWOTC Needs Translation (2)
[RendTheMarked X2AbilityTemplate]
LocFriendlyName="Помста Відміченому"
LocHelpText="Кидки ножами застосовують кумулятивний +<Ability:REND_THE_MARKED_CRIT/> шанс критичного удару проти цілі з усіх джерел протягом решти ходу."
LocLongDescription="Кидки ножами застосовують кумулятивний +<Ability:REND_THE_MARKED_CRIT/> шанс критичного удару проти цілі з усіх джерел протягом решти ходу."
LocPromotionPopupText="<Bullet/> Кидки ножами застосовують кумулятивний +<Ability:REND_THE_MARKED_CRIT/> шанс критичного удару проти цілі з усіх джерел протягом решти ходу."
; End Translation (2)


[KnifeEncounters X2AbilityTemplate]
LocFriendlyName="Зустрічі з ножем"
LocFlyOverText="Зустрічі з ножем"
;LWOTC needs Translation(2)
LocLongDescription="Раз на хід отримуйте бонусний хід після кидання ножа у ворога на відстані до <Ability:KNIFE_ENCOUNTERS_MAX_TILES/> плиток. Не може активуватися в той самий хід, що й Дешевий Постріл."
LocHelpText="Раз на хід отримуйте бонусний хід після кидання ножа у ворога на відстані до <Ability:KNIFE_ENCOUNTERS_MAX_TILES/> плиток. Не може активуватися в той самий хід, що й Дешевий Постріл."
LocPromotionPopupText="<Bullet/> Раз на хід отримуйте бонусний хід після кидання ножа у ворога на відстані до <Ability:KNIFE_ENCOUNTERS_MAX_TILES/> плиток.<br/><Bullet/> Червоний кільце позначає діапазон цієї здатності.<br/><Bullet/> Зустрічі з ножем не можуть бути використані в той самий хід, що й Біг і Вогонь або Дешевий Постріл.<br/>"
;LWOTC End Translation(2)

[KnifeEncountersExtendedRange X2AbilityTemplate]
LocFriendlyName="Зустрічі з ножем"
LocFlyOverText="Зустрічі з ножем"
;LWOTC needs Translation(2)
LocLongDescription="Раз на хід отримуйте бонусний хід після кидання ножа у ворога на відстані до <Ability:KNIFE_ENCOUNTERS_BANISHER_MAX_TILES/> плиток. Не може активуватися в той самий хід, що й Дешевий Постріл."
LocHelpText="Раз на хід отримуйте бонусний хід після кидання ножа у ворога на відстані до <Ability:KNIFE_ENCOUNTERS_BANISHER_MAX_TILES/> плиток. Не може активуватися в той самий хід, що й Дешевий Постріл."
LocPromotionPopupText="<Bullet/> Раз на хід отримуйте бонусний хід після кидання ножа у ворога на відстані до <Ability:KNIFE_ENCOUNTERS_BANISHER_MAX_TILES/> плиток.<br/><Bullet/> Червоний кільце позначає діапазон цієї здатності.<br/><Bullet/> Зустрічі з ножем не можуть бути використані в той самий хід, що й Біг і Вогонь або Дешевий Постріл.<br/>"
;LWOTC End Translation(2)

; LWOTC Needs Translation (2)
[ImpersonalEdge X2AbilityTemplate]
LocFriendlyName="Безособовий край"
LocFlyOverText="Безособовий край"
LocLongDescription="Після вбивства киданням ножа зменшує відновлення Тіні на 1 і отримує накопичувальний бонус +<Ability:IMPERSONAL_EDGE_AIM/> до прицільності на 3 ходи."
LocHelpText="Після вбивства киданням ножа зменшує відновлення Тіні на 1 і отримує накопичувальний бонус +<Ability:IMPERSONAL_EDGE_AIM/> до прицільності на 3 ходи."
LocPromotionPopupText="Після вбивства киданням ножа зменшує відновлення Тіні на 1 і отримує накопичувальний бонус +<Ability:IMPERSONAL_EDGE_AIM/> до прицільності на 3 ходи.<br/>"

[ImpersonalEdgePassive X2AbilityTemplate]
LocFriendlyName="Безособовий край"
LocFlyOverText="Безособовий край"
LocLongDescription="Після вбивства киданням ножа зменшує відновлення Тіні на 1 і отримує накопичувальний бонус +<Ability:IMPERSONAL_EDGE_AIM/> до прицільності на 3 ходи."
LocHelpText="Після вбивства киданням ножа зменшує відновлення Тіні на 1 і отримує накопичувальний бонус +<Ability:IMPERSONAL_EDGE_AIM/> до прицільності на 3 ходи."
LocPromotionPopupText="Після вбивства киданням ножа зменшує відновлення Тіні на 1 і отримує накопичувальний бонус +<Ability:IMPERSONAL_EDGE_AIM/> до прицільності на 3 ходи.<br/>"
; End Translation (2)

[BlueScreenKnives X2AbilityTemplate]
LocFriendlyName="Ножі Синій Екран"
LocHelpText="Кидання ножами отримують +<Ability:BLUESCREEN_KNIVES_PIERCE/> пробивання броні та дезорієнтують роботів."
LocLongDescription="Кидання ножами отримують +<Ability:BLUESCREEN_KNIVES_PIERCE/> пробивання броні та дезорієнтують роботів."
; LWOTC Needs Translation (2)
LocPromotionPopupText="<Bullet/> Кидання ножами отримують +<Ability:BLUESCREEN_KNIVES_PIERCE/> пробивання броні та дезорієнтують роботів."
; End Translation (2)

; LWOTC Needs Translation
[BattlefieldAwareness X2AbilityTemplate]
LocFriendlyName="Освідомленість поля бою"
LocLongDescription="Якщо ви здійснюєте вбивство під час свого ходу, наступна атака проти вас під час ходу ворога промахне. Після використання ця здібність відновлюється протягом <Ability:BATTLEFIELD_AWARENESS_COOLDOWN/> ходів."
LocHelpText="Якщо ви здійснюєте вбивство під час свого ходу, наступна атака проти вас під час ходу ворога промахне. Після використання ця здібність відновлюється протягом <Ability:BATTLEFIELD_AWARENESS_COOLDOWN/> ходів."
LocFlyOverText="Освідомленість поля бою"
LocPromotionPopupText="<Bullet/> Якщо спрацьовує Освідомленість поля бою, солдат стає неуразливим до наступної атаки, що завдає шкоду, під час ходу ворога, включаючи області ефекту.<br/>"


[BattlefieldAwarenessPassive X2AbilityTemplate]
LocFriendlyName="Освідомленість поля бою"
LocLongDescription="Якщо ви здійснюєте вбивство під час свого ходу, наступна атака проти вас під час ходу ворога промахне. Після використання ця здібність відновлюється протягом <Ability:BATTLEFIELD_AWARENESS_COOLDOWN/> ходів."
LocHelpText="Якщо ви здійснюєте вбивство під час свого ходу, наступна атака проти вас під час ходу ворога промахне. Після використання ця здібність відновлюється протягом <Ability:BATTLEFIELD_AWARENESS_COOLDOWN/> ходів."
LocFlyOverText="Освідомленість поля бою"

[BattlefieldAwarenessCooldown X2AbilityTemplate]
LocFriendlyName="Час відновлення освідомленості поля бою"
LocLongDescription="Освідомленість поля бою не активується, доки цей ефект не закінчиться."
LocHelpText="Освідомленість поля бою не активується, доки цей ефект не закінчиться."


[CombatPresence X2AbilityTemplate]
LocPromotionPopupText="<Bullet/> Combat Presence можна використовувати, щоб допомогти товаришам по команді в складних ситуаціях, коли вони потребують додаткового атаки або руху.<br/><Bullet/> Combat Presence має відновлення через <Ability:SelfCooldown_LW/> ходів.<br/>"


; LWOTC Needs Translation

[CheapShot X2AbilityTemplate]
LocFriendlyName="Дешевий Постріл"
LocFlyOverText="Дешевий Постріл"
LocLongDescription="Одноразово отримайте додаткову дію переміщення після вогневого пострілу основною зброєю по одиниці, яка отримала пошкодження цього ходу. Не може спрацювати в той же хід, що і Взаємодія з Ножами."
LocHelpText="Одноразово отримайте додаткову дію переміщення після вогневого пострілу основною зброєю по одиниці, яка отримала пошкодження цього ходу. Не може спрацювати в той же хід, що і Взаємодія з Ножами."
LocPromotionPopupText="<Bullet/> Дешевий Постріл спрацьовує, якщо ціль була пошкоджена будь-яким типом пошкодження з моменту останнього ходу гравця, тобто вогнева підтримка та пошкодження від часу ворожого ходу враховуються.<br/><Bullet/> Працює для Light 'em Up, Chain Shot і Banish, крім стандартного пострілу.<br/><Bullet/> Дію переміщення можна використовувати для входу в Тінь, якщо вона не відновлюється.<br/>"
; End Translation

[TheBanisher_LW X2AbilityTemplate]
LocFriendlyName="Справжній Хижак"
LocLongDescription="Зменшує штраф на точність вогневої підтримки на <Ability:THEBANISHER_HIT_BUFF> і зменшує її перезарядку на 1. Збільшує дальність Взаємодії з Ножами до <Ability:KNIFE_ENCOUNTERS_BANISHER_MAX_TILES/>. Death Dealer тепер подвоює бонус критичного пошкодження вашої зброї проти цілей, які не можна обігнути."
LocHelpText="Зменшує штраф на точність вогневої підтримки на <Ability:THEBANISHER_HIT_BUFF> і зменшує її перезарядку на 1. Збільшує дальність Взаємодії з Ножами до <Ability:KNIFE_ENCOUNTERS_BANISHER_MAX_TILES/>. Death Dealer тепер подвоює бонус критичного пошкодження вашої зброї проти цілей, які не можна обігнути."
